{
  "Title":"Yogur Pancakes",
  "Time":"<b>20</b>\nmins",
  "Image":"pan_us",
  "CooksFor":"2",
  "Cals":"2",
  "Screens":
  [
    {
      "Id":"0",
      "ScreenType":"0",
      "Title":"Dejar que se derrita",
      "Description":"Comience por calentar un antiadherente sartén a fuego lento Una vez que la sartén esté caliente añadir la mantequilla Asegúrese de no quemar la mantequilla Una vez que la mantequilla se haya derretido pobres el contenido de la sartén a un pequeño... tazón. <p> Asegúrese de mantener esta mantequilla en un lugar cálido ",
      "Image":"melt_butter",
      "Remaining":"15 Mins"
    },
    {
      "Id":"0",
      "ScreenType":"0",
      "Title":"Wisk arriba",
      "Description":"Pour el yogur en un recipiente y luego se agrieta los huevos en el yogur Siguiente bata con calma el yogur y los huevos juntos Una vez que los huevos y el yogur se mezclan añadir la mantequilla derretida a la solución y de nuevo batir suavemente juntos... ",
      "Image":"flour_egg",
      "Remaining":"15 Mins"
    },
    {
      "Id":"1",
      "ScreenType":"1",
      "Title": "Zapping",
      "Description": "La próxima vamos a añadir la harina, polvo de hornear, el azúcar y la sal en el recipiente el fin de producir el bateador consigue un tenedor y batir la mezcla junto Quieres hacer continuamente esto hasta que no hay saltos en la mezcla.. . Una vez que tenga una buena pasta lisa dejar reposar la mezcla durante unos minutos.",
      "Image": "mixture",
      "Time": "25 Mins"
    },
    {
      "Id":"1",
      "ScreenType":"1",
      "Title": "Obtenga su cocinero encendido !!",
      "Description": " Utilizando la misma sartén antiadherente como antes de lugar la sartén a fuego medio y agregar una cucharadita de mantequilla Una vez que la mantequilla se haya derretido llenar un cucharón de masa (Si usted no tiene una cuchara vierta 1 / 2 de una taza). Una vez que los panqueques comienza a burbujear en la parte superior gire la tortilla una y otra vez cocinar hasta que estén doradas.",
       "Image": "pan_en_add",
      "Time": "25 Mins"
    },
    {
      "Id":"2",
      "ScreenType":"1",
      "Title": "Come away !!",
      "Description": "Servir las crepes con cualquier coberturas que le gusta y come!",
      "Image": "pan_us",
      "Time": "15 Mins"
    }
  ],
  "Ingredients":
  [
    {
      "Amount":"135",
      "Unit":"g",
      "Value":"Aclare la harina"
    },
    {
      "Amount":"1",
      "Unit":" tsp",
      "Value":"Polvo para hornear"
    },
    {
      "Amount":"1",
      "Unit":" tbsp",
      "Value":"Sal"
    },
    {
      "Amount":"3",
      "Unit":" tbsp",
      "Value":"Azúcar glas"
    },
    {
      "Amount":"130",
      "Unit":"ml",
      "Value":"Yogur"
    },
    {
      "Amount":"2",
      "Unit":"",
      "Value":"Huevo"
    },
    {
      "Amount":"2",
      "Unit":" tbsp",
      "Value":"Mantequilla"
    }
  ]
}